Repository: Varkaria/gulag-translatition
Catalog: */LC_MESSAGES/messages.po
Languages: es

source: oh no thats 404
es: oh no es un 404

source: Page not found
es: Pagína no encontrada

source: How to fix that?
es: ¿Cómo arreglar eso?

source: - Checking some url link thats correct?
es: ¿Verificando algún enlace URL que sea correcto?

source: - Checking some anouncement is that maintenance
es: comprobar algún anuncio es que mantenimiento

source: - If you check it doesn't have these problem.
es: Si marca que no tiene esos problemas

source: This page it isn't implemented you can suggest in github
es: Esta pagina no está implementada, puedes sugerirla en github

source: Home
es: Inicio

source: Leaderboards
es: Tabla de clasificación

source: Information
es: Información

source: Documentation
es: Documentación

source: Rules
es: Reglas

source: Report an issue
es: Reporta un problema

source: Sign up
es: Registrarse

source: Log in
es: Iniciar sesión

source: Welcome to
es: Bienvenido a

source: We are a osu! private server mainly based around the relax mod -
es: Somos un servidor de osu! privado basado principalmente en el mod relax

source: featuring score submission, leaderboards & rankings, custom pp,
es: Con presentación de puntajes, tablas de clasificación y rankings y pp personalizado

source: and much more for both relax and vanilla osu!
es: y mucho más para relax y vainilla

source: Leaderboard
es: Tabla de clasificación

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: not have an account?
es: ¿No tienes una cuenta?

source: Click here to register it!!
es: Haz clic para registrarte

source: Login
es: Iniciar sesión

source: Forgot your acc?
es: ¿Perdiste tu cuenta?

source: Registration
es: Registro

source: have an account?
es: Tienes una cuenta?

source: Click here to login it!!
es: Haz clic para iniciar sesión

source: Register
es: Registro

source: Server and Site Rules
es: Reglas del servidor y del sitio

source: Server Rules
es: Reglas del servidor

source: Chat Rules
es: Reglas del Chat

source: How to verify your account
es: ¿como verificar tu cuenta?

source: What do you mean? This must be easy right?
es: ¿Qué quieres decir? Esto debe ser facil ¿verdad?

source: Verification
es: Verificación

source: Follow these three simple steps to get started playing
es: Sigue estos tres simples pasos para empezar a jugar

source: Download the switcher
es: Descarga el conmutador

source: click here to download our switcher!
es: Clic aqui para descargar nuestro conmutador

source: Switch to
es: Cambiar a

source: Click “Install Certificate”
es: Clic “Instalar Certificado”

source: Click ”Switch to
es: clic ”cambiar a

source: Open osu!
es: Abre osu!

source: Login to your account
es: Inicia sesión en tu cuenta

source: Login to your
es: Inicia sesion en tu

source: Oh crap! I'm stuck please help me!
es: Oh mierda! estoy atascado ayudame!

source: Need help? We got you. Come join our discord community and one of our members can help you out!
es: ¿Necesitas ayuda? Te tenemos. Ven y únete a nuestra comunidad de Discord y uno de nuestros miembros te puede ayudar

source: Click here to join our discord!
es: Clic aqui para unirte a nuestro Discord

source: Waiting for verification!
es: Esperando la Verificación

source: Follow the simple instructions above and once you're done reload this page!
es: Sigue las sencillas instrucciones anteriores, y una vez que hayas terminado, vuelve a cargar Esta "página
